Revit 2027 API
ParameterTypeId.TextPosition Property
 "Text Position"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TextPosition { get; }
Public Shared ReadOnly Property TextPosition As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TextPosition {
	ForgeTypeId^ get ();
}
static member TextPosition : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace